Repository: common-repository/jim-soft-swiss-qr-invoice
Catalog: languages/jimsoft-qr-bill-*.po
Languages: de_de

source: Allows QR invoice payments.
de_de: Ermöglicht QR-Rechnungszahlungen.

source: Attach invoice to other payment methods
de_de: Rechnung an andere Zahlungsarten anhängen

source: Attach to
de_de: Anhängen an

source: Awaiting invoice payment
de_de: Warten auf die Bezahlung der Rechnung

source: Bank data
de_de: Bank Daten

source: Choose an order status
de_de: Wählen Sie einen Bestellstatus

source: Choose email types for invoice attachment
de_de: Email-Typen, an welche die Rechnung angehängt werden soll

source: Choose the order status that will be set after checkout
de_de: Wählen Sie den Bestellstatus, der nach dem Checkout gesetzt wird

source: City
de_de: Ort

source: Company
de_de: Firma

source: Creditor fontsize
de_de: Creditor Schriftgrösse

source: Creditor textarea
de_de: Creditor Textfeld

source: Creditor textarea position (horizontal)
de_de: Creditor Textfeld Position (Horizontal)

source: Creditor textarea position (vertical)
de_de: Creditor Textfeld Position (Vertikal)

source: Customer notice fontsize
de_de: Kundennotiz Schriftgrösse

source: Date location
de_de: Datum Ort

source: Date output format
de_de: Datum Ausgabeformatierung

source: Date position (horizontal)
de_de: Datum Position (Horizontal)

source: Date position (vertical)
de_de: Datum Position (Vertikal)

source: Date/Location fontsize
de_de: Datum Schriftgrösse

source: Debitor address position (horizontal)
de_de: Debitor Adresse Position (Horizontal)

source: Debitor address position (vertical)
de_de: Debitor Adresse Position (Vertikal)

source: Debitor address text fontsize
de_de: Debitor Adresse Schriftgrösse

source: Default IBAN
de_de: Standard IBAN

source: Default value
de_de: Standardwert

source: Description
de_de: Beschreibung

source: Enable QR Invoice Payment
de_de: Aktiviere Bezahlmethode "QR Rechnung"

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: First name
de_de: Vorname

source: Fontsize
de_de: Schriftgrösse

source: Format for date() function e.g. "d.m.Y"
de_de: Formatierung für date()-Funktion

source: in millimeters
de_de: Angabe in Millimeter

source: Instructions
de_de: Anleitung

source: Instructions that will be added to the thank you page after checkout and included within the new order email.
de_de: Anweisungen, die auf der Dankeseite nach der Kaufabwicklung und in der E-Mail mit der neuen Bestellung enthalten sein werden.

source: Invoice additional information
de_de: Rechnung Zusätzliche Informationen

source: Invoice Payment
de_de: Bezahlung mit Rechnung

source: Jim Soft Swiss QR Invoice
de_de: Jim Soft Schweizer QR Rechnung

source: Last name
de_de: Nachname

source: Logo height
de_de: Logo Höhe

source: Logo position (vertical)
de_de: Logo Position (Vertikal)

source: Logo width
de_de: Logo Breite

source: Margin left
de_de: Seitenabstand Links

source: Margin right
de_de: Seitenabstand Rechts

source: No other payment gateways available
de_de: Keine anderen Bezahlmöglichkeiten vorhanden

source: Normal IBAN number (if no QR-Iban available).
de_de: Normale IBAN-Nummer (Falls keine QR-Iban vorhanden).

source: Note:
de_de: Hinweis:

source: Order #[order_number]
de_de: Bestellung #[order_number]

source: Order details text
de_de: Bestelldetails Text

source: Order details text fontsize
de_de: Bestelldetails Text Schriftgrösse

source: Order details title
de_de: Bestelldetails Titel

source: Order details title fontsize
de_de: Bestelldetails Titel Schriftgrösse

source: Order positions hide meta
de_de: Verstecke Bestellpositionen zusätzliche Angaben

source: Payment method description which the user sees during checkout.
de_de: Beschreibung der Zahlungsmethode, die der Benutzer beim Checkout sieht.

source: PDF Configuration
de_de: PDF Konfiguration

source: Postcode
de_de: Postleitzahl

source: Product
de_de: Produkt

source: QR Invoice
de_de: QR-Rechnung

source: QR invoice download
de_de: QR Rechnung herunterladen

source: QR Invoice Payments
de_de: QR-Rechnung-Zahlungen

source: Quantity
de_de: Menge

source: Salutation
de_de: Anrede

source: Select order status
de_de: Bestellstatus auswählen

source: Settings
de_de: Einstellungen

source: Show customer notice
de_de: Zeige Kundennotiz

source: Show date/location
de_de: Zeige Datum/Ort

source: Show debitor address
de_de: Zeige Debitor Adresse

source: Show logo
de_de: Zeige Logo

source: Show order positions
de_de: Zeige Bestellpositionen

source: Street
de_de: Strasse

source: Table cell padding
de_de: Tabellenzelle Padding

source: Table even row color
de_de: Tabellenzeile Farbe (gerade)

source: Table fontsize
de_de: Tabelle Schriftgrösse

source: Table odd row color
de_de: Tabellenzeile Farbe (ungerade)

source: Table primary color
de_de: Tabelle Primärfarbe

source: Table summary: border color
de_de: Tabelle Zusammenfassung: Rahmenfarbe

source: The customer Identification number acts as this unique number that helps banks identify which customer is being referred to with regards to any query or service request. Every bank has its way of creating Customer ID numbers.
de_de: Die Kundenidentifikationsnummer ist eine eindeutige Nummer, mit deren Hilfe die Banken feststellen können, um welchen Kunden es sich bei einer Anfrage oder einem Serviceantrag handelt. Jede Bank hat ihre eigene Art, Kundenidentifikationsnummern zu erstellen.

source: The invoicing system with QR-IBAN is intended for those who want to have an invoicing and payment capture system compatible with the orange (ISR) and red (ES) payment slips of the ISR system. Your bank must assign you a QR-IBAN account number for this purpose. The QR-IBAN number starting with the 5 number begins with 3. Your ISO20022 digital account statement (camt053) will only show the total of all payments for the day.
de_de: Das Fakturierungssystem mit QR-IBAN ist für diejenigen gedacht, die ein Fakturierungs- und Zahlungserfassungssystem haben möchten, das mit den orangen (ESR) und roten (ES) Einzahlungsscheinen des ESR-Systems kompatibel ist. Ihre Bank muss Ihnen hierzu eine QR-IBAN-Kontonummer zuweisen. Die QR-IBAN-Nummer ab der 5 Zahl beginnt mit 3. In Ihrem digitalen ISO20022-Kontoauszug (camt053) wird nur die Totalsumme aller Zahlungen des Tages ausgewiesen.

source: This controls the title which the user sees during checkout.
de_de: Dies ist der Titel, den der Benutzer während der Kaufabwicklung sieht.

source: Title
de_de: Titel

source: With this plugin you can generate a swiss QR invoice for WooCommerce orders.
de_de: Mit diesem Plugin kannst du für WooCommerce Bestellungen eine schweizer QR-Rechnung generieren.

source: You will find the invoice attached to this order confirmation.
de_de: Die Rechnung finden Sie im Anhang dieser Bestellbestätigung.

source: You will find the QR invoice attached to your order confirmation.
de_de: Die QR-Rechnung finden Sie im Anhang zu Ihrer Bestellbestätigung.
